{
    "option.ebe.config": "Entidades de Bloque...",

    "value.ebe.true": "Activado",
    "value.ebe.false": "Desactivado",
    "value.ebe.allowed": "Permitido",
    "value.ebe.forced": "Forzado",
    "value.ebe.disabled": "Desactivado",
    "value.ebe.smart": "Inteligente",
    "value.ebe.all": "Todos",
    "value.ebe.most": "La mayoría",
    "value.ebe.some": "Algunos",
    "value.ebe.few": "Pocos",

    "option.ebe.render_enhanced_chests": "Cofres Mejorados",
    "option.ebe.render_enhanced_chests.comment": "Permite modelos de cofres mejorados, mejorando significativamente el rendimiento en áreas con muchos cofres. También permite ver cofres a largas distancias. Desactivar si los cofres aparecen invisibles debido a otro mod.",
    "option.ebe.render_enhanced_signs": "Letreros Mejorados",
    "option.ebe.render_enhanced_signs.comment": "Permite modelos de letreros mejorados y renderizado inteligente de texto en letreros, mejorando significativamente el rendimiento en áreas con muchos letreros. También permite ver letreros a largas distancias. Desactivar si los letreros aparecen invisibles debido a otro mod.",
    "option.ebe.render_enhanced_bells": "Campanas Mejoradas",
    "option.ebe.render_enhanced_bells.comment": "Permite modelos de campanas completamente mejorados, mejorando significativamente el rendimiento en áreas con muchas campanas. También permite ver campanas a largas distancias. Desactivar si las campanas aparecen invisibles debido a otro mod.",
    "option.ebe.render_enhanced_beds": "Camas Mejoradas",
    "option.ebe.render_enhanced_beds.comment": "Permite modelos de camas mejorados, mejorando significativamente el rendimiento en áreas con muchas camas. También permite ver camas a largas distancias. Desactivar si las camas aparecen invisibles debido a otro mod.",
    "option.ebe.render_enhanced_shulker_boxes": "Cajas de Shulker Mejoradas",
    "option.ebe.render_enhanced_shulker_boxes.comment": "Permite modelos de cajas de Shulker mejorados, mejorando significativamente el rendimiento en áreas con muchas cajas de Shulker. También permite ver cajas de Shulker a largas distancias. Desactivar si las cajas de Shulker aparecen invisibles debido a otro mod.",
    "option.ebe.render_enhanced_decorated_pots": "Macetas Decoradas Mejoradas",
    "option.ebe.render_enhanced_decorated_pots.comment": "Permite modelos de macetas decoradas mejorados, mejorando significativamente el rendimiento en áreas con muchas macetas decoradas. También permite ver macetas decoradas a largas distancias. Desactivar si las macetas decoradas aparecen invisibles o si los patrones de cerámica modificados no funcionan correctamente.",
    "option.ebe.chest_ao": "Iluminación Suave en Cofres",
    "option.ebe.chest_ao.comment": "Permite que los cofres utilicen iluminación suave y oclusión ambiental. Requiere que los Cofres Mejorados estén activados.",
    "option.ebe.sign_ao": "Iluminación Suave en Letreros",
    "option.ebe.sign_ao.comment": "Permite que los letreros utilicen iluminación suave y oclusión ambiental. Requiere que los Letreros Mejorados estén activados.",
    "option.ebe.bell_ao": "Iluminación Suave en Campanas",
    "option.ebe.bell_ao.comment": "Permite que las campanas utilicen iluminación suave y oclusión ambiental. Requiere que las Campanas Mejoradas estén activadas.",
    "option.ebe.bed_ao": "Iluminación Suave en Camas",
    "option.ebe.bed_ao.comment": "Permite que las camas utilicen iluminación suave y oclusión ambiental. Requiere que las Camas Mejoradas estén activadas.",
    "option.ebe.shulker_box_ao": "Iluminación Suave en Cajas de Shulker",
    "option.ebe.shulker_box_ao.comment": "Permite que las cajas de Shulker utilicen iluminación suave y oclusión ambiental. Requiere que las Cajas de Shulker Mejoradas estén activadas.",
    "option.ebe.decorated_pot_ao": "Iluminación Suave en Macetas Decoradas",
    "option.ebe.decorated_pot_ao.comment": "Permite que las macetas decoradas utilicen iluminación suave y oclusión ambiental. Requiere que las Macetas Decoradas Mejoradas estén activadas.",
    "option.ebe.christmas_chests": "Cofres de Navidad",
    "option.ebe.christmas_chests.valueComment.allowed": "Permitido: se aplicará la textura de Navidad del 24 al 26 de diciembre.",
    "option.ebe.christmas_chests.valueComment.forced": "Forzado: la textura de Navidad siempre se aplicará.",
    "option.ebe.christmas_chests.valueComment.disabled": "Desactivado: la textura de Navidad nunca se aplicará.",
    "option.ebe.christmas_chests.comment": "Permite, fuerza o deshabilita la textura de cofre de Navidad. Requiere que los Cofres Mejorados estén activados.",
    "option.ebe.sign_text_rendering": "Renderizado de texto en Letreros",
    "option.ebe.sign_text_rendering.valueComment.smart": "Inteligente: la distancia máxima de renderizado se determinará automáticamente en función de la cantidad de letreros que se estén renderizando al mismo tiempo.",
    "option.ebe.sign_text_rendering.valueComment.all": "Todos: todos los letreros dentro de la distancia de renderizado de la entidad de bloque intentarán renderizar el texto. Muy exigente en cuanto a rendimiento.",
    "option.ebe.sign_text_rendering.valueComment.most": "La mayoría: todos los letreros dentro del 50%% de la distancia de renderizado de la entidad de bloque intentarán renderizar el texto.",
    "option.ebe.sign_text_rendering.valueComment.some": "Algunos: todos los letreros dentro del 30%% de la distancia de renderizado de la entidad de bloque intentarán renderizar el texto.",
    "option.ebe.sign_text_rendering.valueComment.few": "Pocos: todos los letreros dentro del 20%% de la distancia de renderizado de la entidad de bloque intentarán renderizar el texto. Mayor rendimiento.",
    "option.ebe.sign_text_rendering.comment": "Determina la distancia máxima desde el jugador en la que se renderizará el texto de los letreros. Requiere que los Letreros Mejorados estén activados.",
    "option.ebe.experimental_chests": "Cofres Experimentales",
    "option.ebe.experimental_chests.comment": "Permite características de renderizado muy experimentales para los cofres, como texturas de partículas generadas especialmente que funcionan con paquetes de recursos.",
    "option.ebe.experimental_beds": "Camas Experimentales",
    "option.ebe.experimental_beds.comment": "Permite características de renderizado muy experimentales para las camas, como texturas de partículas generadas especialmente que funcionan con paquetes de recursos.",
    "option.ebe.experimental_signs": "Letreros Experimentales",
    "option.ebe.experimental_signs.comment": "Permite características de renderizado muy experimentales para los letreros, como texturas de partículas generadas especialmente que funcionan con paquetes de recursos.",
    "option.ebe.force_resource_pack_compat": "Forzar Compatibilidad con Paquetes de Recursos",
    "option.ebe.force_resource_pack_compat.comment": "Activa esto si los bloques son invisibles al usar paquetes de recursos. No utilizar con paquetes de recursos diseñados para este mod. Si los problemas persisten, informarlos.",
    "option.ebe.dump": "Volcar Recursos de Ejemplo",
    "option.ebe.dump.comment": "Vuelca los recursos predeterminados del mod en .minecraft/enhanced_bes_dump/ para que los utilicen los creadores de paquetes de recursos.",

    "screen.ebe.config": "Configuración de Entidades de Bloque",

    "text.ebe.apply": "Aplicar",
    "text.ebe.descriptions": "Pase el cursor sobre las opciones para ver las descripciones",
    "text.ebe.chest_options": "Opciones de Cofres",
    "text.ebe.sign_options": "Opciones de Letreros",
    "text.ebe.bell_options": "Opciones de Campanas",
    "text.ebe.bed_options": "Opciones de Camas",
    "text.ebe.shulker_box_options": "Opciones de Cajas de Shulker",
    "text.ebe.decorated_pot_options": "Opciones de Macetas Decoradas",
    "text.ebe.advanced": "Avanzado",
    "text.ebe.option_value_division": ": "
}